

<div class="flex flex-col gap-4">
    <!-- Page Header -->
    <x-auth-header :title="__('Notice')" :description="__('')" />

    <!-- Session Status -->
    <x-auth-session-status class="text-center" :status="session('status')" />

    <!-- Fallback link for Mobile -->
    <div class="p-6 bg-white rounded-lg shadow text-justify text-base leading-relaxed">
        <p class="mb-4 font-bold text-center" >গণপ্রজাতন্ত্রী বাংলাদেশ সরকার</p>
        <p class="mb-4 text-center">তথ্য ও যোগাযোগ প্রযুক্তি বিভাগ<br>আইসিটি টাওয়ার আগারগাঁও, ঢাকা-১০২৭<br><a href="http://www.ictd.gov.bd" class="text-blue-600 underline">www.ictd.gov.bd</a></p>

        <div class="flex justify-between mb-4">
            <p>স্মারক নং- ৫৬.০০.০০০০.০০৪.৯৯.০০১.২৫-১৮</p>
            <p>তারিখ: ১৫/০৫/২০২৫ খ্রি:</p>
        </div>


        <p class="mb-4 font-bold">বিষয়ঃ ‘জাতীয় হাই স্কুল প্রোগ্রামিং প্রতিযোগিতা ২০২৫’ এর “এ্যাক্টিভেশন ক্যাম্পেইন” এ সহযোগিতা প্রসঙ্গে।</p>

        <p class="mb-4">&nbsp;&nbsp;উ&nbsp;&nbsp;পর্যুক্ত বিষয়ের পরিপ্রেক্ষিতে জানানো যাচ্ছে যে, তথ্য ও যোগাযোগ প্রযুক্তি বিভাগের উদ্যোগে বাংলাদেশ কম্পিউটার কাউন্সিল (বিসিসি) এর সহযোগিতায় ‍“জাতীয় হাইস্কুল প্রোগ্রামিং প্রতিযোগিতা-২০২৫” অনুষ্ঠিত হতে যাচ্ছে। বিগত বছর সমূহের ন্যায় এবারও বিসিসির সাথে বাংলাদেশ ওপেন সোর্স নেটওয়ার্ক (বিডিওএসএন) এ আয়োজনের বাস্তবায়ন সহযোগী হিসেবে কাজ করছে। এ বছর ১৬ টি বিশ্ববিদ্যালয়ে ‘আঞ্চলিক প্রোগ্রামিং ও কুইজ প্রতিযোগিতা’ অনুষ্ঠিত হবে। উক্ত অনুষ্ঠানটিকে আরও প্রাণবন্ত ও জাকজমকপূর্ণভাবে আয়োজনের নিমিত্ত সহ-আয়োজিত অনুষ্ঠান হাইস্কুল দাবা প্রতিযোগিতা এবং AI & Cyber Security সেশন এর ব্যবস্থা করা হয়েছে। আগামী ২৮ মে, ২০২৫ হতে ০২ জুন, ২০২৫ খ্রি. তারিখ পর্যন্ত “আঞ্চলিক প্রোগ্রামিং ও কুইজ প্রতিযোগিতা আয়োজন করা হবে। মোট ১৬টি “আঞ্চলিক প্রোগ্রামিং ও কুইজ প্রতিযোগিতা”র প্রায় ১০৫০ জন বিজয়ীদের নিয়ে আগামী ১৮ জুন, ২০২৫ খ্রি. তারিখ “জাতীয় হাইস্কুল প্রোগ্রামি,  দাবা ও কুইজ প্রতিযোগিতা’র চুড়ান্ত পর্ব ঢাকায় আয়োজন করা হবে। দলগত হাইস্কুল দাবা প্রতিযোগিতার চ্যাম্পিয়ন দলকে যুক্ত্ররাষ্ট্রে অনুষ্ঠিতব্য স্কুল দাবা চ্যাম্পিয়নশীপে মনোনয়ন দেয়া হবে।</p>

        <p class="mb-4">০২। উক্ত প্রতিযোগিতা’র অংশ হিসেবে বিভিন্ন স্কুল/কলেজের শিক্ষার্থীদের কম্পিউটার প্রোগ্রামিং, দাবা প্রতিযোগিতায় উদ্বুদ্ধকরণ এবং AI & Cyber Security সেশন-এ অংশগ্রহণের আহবান জানানো জন্য ‘এ্যাক্টিভেশন ক্যাম্পেইন’ এর আয়োজন করা হবে। এই ক্যাম্পেইন এ প্রচারণার অংশ হিসেবে শিক্ষার্থীদের মাঝে ব্যাজ, লিফলেট ও পোস্টার বিতরণ করা হবে। পাশাপাশি শিক্ষার্থীদের প্রতিযোগিতা সম্পর্কিত বিভিন্ন প্রশ্নের উত্তর দেওয়া হবে।</p>

        <p class="mb-4">০৩। এমতাবস্থায়, ‘জাতীয় হাই স্কুল প্রোগ্রমিং প্রতিযোগিতা ২০২৫’ এর “এ্যাক্টিভেশন ক্যাম্পেইন” টি আপনার প্রতিষ্ঠানে আয়োজনের সহযোগিতা প্রদানের জন্য বিনীত অনুরোধ করা হলো।</p>
        <div class="flex justify-end">


            <p class="mb-4 text-center">
                <img src="/assets/PD-Sir-Sign.png" alt="Signature of Dr. Md. Taiyobur Rahman" class="h-20 mb-2 ml-auto">
                (ড. মোঃ তৈয়বুর রহমান)<br>
                যুগ্ম সচিব এবং<br>
                সভাপতি, জাতীয় হাইস্কুল প্রোগ্রামিং ২০২৫ কারিগরি কমিটি<br>
                ইমেইল: <a href="mailto:dg@ncsa.gov.bd" class="text-blue-600 underline">dg@ncsa.gov.bd</a>
            </p>
        </div>

        <p class="mb-4 font-bold">দাবা প্রতিযোগিতা বিষয়ক তথ্য</p>

        <p class="mb-4">‘জাতীয় হাইস্কুল প্রোগ্রামিং প্রতিযোগিতা ২০২৫’-এর অংশ হিসেবে দেশব্যাপী স্কুল দলগত দাবা প্রতিযোগিতাটি নিম্নলিখিত পদ্ধতিতে অনুষ্ঠিত হবে:</p>

        <p class="mb-2 font-semibold">১. অনলাইন বাছাই পর্ব:</p>
        <p class="mb-4">মাধ্যমিক স্কুল পর্যায়ের শিক্ষার্থীদের জন্য দলগতভাবে অনলাইনে বাছাই পর্ব অনুষ্ঠিত হবে। অনলাইন দলগত বাছাই পর্ব <a href="https://lichess.org/" class="text-blue-600 underline">https://lichess.org/</a> প্লাটফর্মে অনুষ্ঠিত হবে। প্রতিটি দল ৪ সদস্যবিশিষ্ট হবে এবং দলের অন্তত একজন সদস্য অনুর্ধ্ব ১২ বছর বয়সী হওয়া বাধ্যতামুলক। এই পর্বে অংশগ্রহণ সম্পর্কে বিস্তারিত জানাতে জেলা পর্যায়ের স্কুলে ক্যাম্পেইন শুরু হবে ২১ মে, ২০২৫ থেকে ২৭ মে, ২০২৫ পর্যন্ত।<br>আরও বিস্তারিত পাওয়া যাবে:<br><a href="https://www.facebook.com/bangladeshchessfederation" class="text-blue-600 underline">বাংলাদেশ দাবা ফেডারেশনের ফেসবুক পেইজ</a><br>রেজিষ্ট্রেশন লিংক: <a href="https://bdchess.com/" class="text-blue-600 underline">https://bdchess.com/</a><br>যেসব দলের পক্ষে অনলাইনে অংশগ্রহণ সম্ভব নয়, তারা বিশেষ বিবেচনায় এন্ট্রি ফি দিয়ে সরাসরি 'আঞ্চলিক বাছাই পর্বে' অংশগ্রহণ করতে পারবে। এই বিশেষ অংশগ্রহণ প্রক্রিয়া সম্পর্কে বাংলাদেশ দাবা ফেডারেশনের সিদ্ধান্তই চূড়ান্ত বলে বিবেচিত হবে।</p>

        <p class="mb-2 font-semibold">২. আঞ্চলিক বাছাই পর্ব:</p>
        <p class="mb-4">অনলাইন বাছাই পর্ব থেকে নির্বাচিত দলগুলিই আঞ্চলিক বাছাই পর্বে অংশগ্রহন করবে।<br>আঞ্চলিক বাছাই পর্ব সারাদেশের ১৬টি পাবলিক বিশ্ববিদ্যালয় সশরীরে অনুষ্ঠিত হবে।<br>আঞ্চলিক বাছাই পর্ব চলবে ২৮ মে, ২০২৫ থেকে ২ জুন, ২০২৫ পর্যন্ত।<br>নির্ধারিত দিনে সকাল ৯:৩০ হতে দুপুর ১:৩০ টা পর্যন্ত অনুষ্ঠিত হবে।</p>

        <p class="mb-2 font-semibold">৩. জাতীয় পর্ব:</p>
        <p class="mb-4">আঞ্চলিক বাছাই পর্ব থেকে নির্বাচিত ৪০ টি দল ঢাকায় জাতীয় পর্বে দলগত দাবা প্রতিযোগিতায় অংশগ্রহণ করবে।<br>জাতীয় পর্বের চ্যাম্পিয়ন দল যুক্তরাষ্ট্রে অনুষ্ঠিতব্য ফিদে ওয়ার্ল্ড স্কুলস টিম চ্যাম্পিয়নশীপে আর্থিক বরাদ্দ প্রাপ্তি সাপেক্ষে অংশ নেয়ার জন্য মনোনীত হবে।</p>

        <p class="mb-4 font-semibold">অতএব, উক্ত প্রতিযোগিতায় অংশগ্রহণে আপনার শিক্ষাপ্রতিষ্ঠানকে নির্ধারিত সময়ের মধ্যে প্রস্তুতি গ্রহণের জন্য অনুরোধ জানানো হলো।</p>
    </div>

    <div class="overflow-x-auto mt-6">
        <h1 class="text-center text-2xl md:text-3xl mb-2 mt-5">জাতীয় হাইস্কুল প্রোগ্রামিং প্রতিযোগিতা ২০২৫</h1>
        <h1 class="text-center text-2xl md:text-2xl mb-5">১৬ টি আঞ্চলিক প্রতিযোগিতার ভ্যানু / বিশ্ববিদ্যালয়ের তালিকা</h1>
        <table class="min-w-full divide-y divide-gray-300 text-sm text-left">
            <thead class="bg-gray-100 text-gray-700">
            <tr>
                <th class="px-4 py-2 font-semibold">ক্রমিক</th>
                <th class="px-4 py-2 font-semibold">বিশ্ববিদ্যালয়ের নাম</th>
                <th class="px-4 py-2 font-semibold">অর্ন্তভুক্ত জেলা</th>
                <th class="px-4 py-2 font-semibold">বিভাগ</th>
            </tr>
            </thead>
            <tbody class="divide-y divide-gray-200 text-gray-800 bg-white">
            <tr>
                <td class="px-4 py-2">1</td>
                <td class="px-4 py-2">তথ্য প্রযুক্তি ইনস্টিটিউট, ঢাকা বিশ্ববিদ্যালয়</td>
                <td class="px-4 py-2">ঢাকা মহানগর, মুন্সিগঞ্জ, নারায়নগঞ্জ, নরসিংদী, মানিকগঞ্জ</td>
                <td class="px-4 py-2">ঢাকা</td>
            </tr>
            <tr>
                <td class="px-4 py-2">2</td>
                <td class="px-4 py-2">রাজশাহী বিশ্ববিদ্যালয়</td>
                <td class="px-4 py-2">রাজশাহী, নওগা, জয়পুরহাট ও চাপাইনবাবগঞ্জ</td>
                <td class="px-4 py-2">রাজশাহী</td>
            </tr>
            <tr>
                <td class="px-4 py-2">3</td>
                <td class="px-4 py-2">শাহজালাল বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়</td>
                <td class="px-4 py-2">সিলেট, সুনামগঞ্জ, হবিগঞ্জ, মৌলভীবাজার</td>
                <td class="px-4 py-2">সিলেট</td>
            </tr>
            <tr>
                <td class="px-4 py-2">4</td>
                <td class="px-4 py-2">খুলনা বিশ্ববিদ্যালয়</td>
                <td class="px-4 py-2">খুলনা, বাগেরহাট, সাতক্ষীরা, মাগুড়া, নড়াইল</td>
                <td class="px-4 py-2">খুলনা</td>
            </tr>
            <tr>
                <td class="px-4 py-2">5</td>
                <td class="px-4 py-2">গোপালগঞ্জ বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয় (গোবিপ্রবি)</td>
                <td class="px-4 py-2">গোপালগঞ্জ, রাজবাড়ি, ফরিদপুর, শরীয়তপুর ও মাদারীপুর</td>
                <td class="px-4 py-2">ঢাকা</td>
            </tr>
            <tr>
                <td class="px-4 py-2">6</td>
                <td class="px-4 py-2">বেগম রোকেয়া বিশ্ববিদ্যালয়</td>
                <td class="px-4 py-2">রংপুর, বগুড়া, লালমনিরহাট, কুড়িগ্রাম, গাইবান্ধা</td>
                <td class="px-4 py-2">রংপুর</td>
            </tr>
            <tr>
                <td class="px-4 py-2">7</td>
                <td class="px-4 py-2">পাবনা বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়</td>
                <td class="px-4 py-2">পাবনা, সিরাজগঞ্জ ও নাটোর</td>
                <td class="px-4 py-2">রাজশাহী</td>
            </tr>
            <tr>
                <td class="px-4 py-2">8</td>
                <td class="px-4 py-2">হাজী মোহাম্মদ দানেশ বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়</td>
                <td class="px-4 py-2">দিনাজপুর, পঞ্চগড়, ঠাকুরগাঁও, নীলফামারী</td>
                <td class="px-4 py-2">রংপুর</td>
            </tr>
            <tr>
                <td class="px-4 py-2">9</td>
                <td class="px-4 py-2">কুমিল্লা বিশ্ববিদ্যালয়</td>
                <td class="px-4 py-2">ব্রাক্ষণবাড়ীয়া, কুমিল্লা, চাঁদপুর</td>
                <td class="px-4 py-2">চট্টগ্রাম</td>
            </tr>
            <tr>
                <td class="px-4 py-2">10</td>
                <td class="px-4 py-2">নোয়াখালী বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়</td>
                <td class="px-4 py-2">ফেনী, নোয়াখালি ও লক্ষীপুর</td>
                <td class="px-4 py-2">চট্টগ্রাম</td>
            </tr>
            <tr>
                <td class="px-4 py-2">11</td>
                <td class="px-4 py-2">জাতীয় কবি কাজী নজরুল ইসলাম বিশ্ববিদ্যালয়</td>
                <td class="px-4 py-2">ময়মনসিংহ, জামালপুর, নেত্রকোনা, শেরপুর ও কিশোরগঞ্জ</td>
                <td class="px-4 py-2">ময়মনসিংহ</td>
            </tr>
            <tr>
                <td class="px-4 py-2">12</td>
                <td class="px-4 py-2">মাওলানা ভাসানী বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়</td>
                <td class="px-4 py-2">টাঙ্গাইল, গাজীপুর</td>
                <td class="px-4 py-2">ঢাকা</td>
            </tr>
            <tr>
                <td class="px-4 py-2">13</td>
                <td class="px-4 py-2">পটুয়াখালী বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়</td>
                <td class="px-4 py-2">পটুয়াখালী, পিরোজপুর ও বরগুনা</td>
                <td class="px-4 py-2">বরিশাল</td>
            </tr>
            <tr>
                <td class="px-4 py-2">14</td>
                <td class="px-4 py-2">বরিশাল বিশ্ববিদ্যালয়</td>
                <td class="px-4 py-2">ভোলা, বরিশাল, ঝালকাঠি</td>
                <td class="px-4 py-2">বরিশাল</td>
            </tr>
            <tr>
                <td class="px-4 py-2">15</td>
                <td class="px-4 py-2">যশোর বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়</td>
                <td class="px-4 py-2">ঝিনাইদহ, কুষ্টিয়া, যশোর, মেহেরপুর ও চুয়াডাঙ্গা</td>
                <td class="px-4 py-2">খুলনা</td>
            </tr>
            <tr>
                <td class="px-4 py-2">16</td>
                <td class="px-4 py-2">চট্টগ্রাম প্রকৌশল ও প্রযুক্তি বিশ্ববিদ্যালয়</td>
                <td class="px-4 py-2">চট্টগ্রাম, কক্সবাজার, খাগড়াছড়ি, বান্দরবন ও রাঙ্গামাটি</td>
                <td class="px-4 py-2">চট্টগ্রাম</td>
            </tr>
            </tbody>
        </table>
    </div>






    <!-- Registration Link -->
    <div class="text-center text-sm text-zinc-600 dark:text-zinc-400 mt-4">
        {{ __('Click here to') }}
        <flux:link :href="route('application.applicantRegister')" wire:navigate class="text-blue-600 hover:underline font-medium">
            {{ __('register team') }}
        </flux:link>
    </div>
</div>
